{"6704649609641667809":"Développé par {$START_LINK} Zerah{$CLOSE_LINK}","3288296146842467237":"Remerciements","6242075980192662431":"Ce site n'est pas affilié à {$START_LINK} Motion Twin{$CLOSE_LINK}  ou à {$START_LINK_1} MyHordes{$CLOSE_LINK} .","7214429069938095037":"Certains éléments graphiques appartiennent à {$START_LINK} Motion Twin{$CLOSE_LINK}  ou à {$START_LINK_1} MyHordes{$CLOSE_LINK} .","4483221505481206961":"Script","6038281835621310494":"Outils","9108179050199310445":"Wiki","2320471616446434954":"Présentation du script","7367253554956307864":"Ce script pour MyHordes a pour objectif de simplifier la vie des joueurs au maximum. Plusieurs fonctionnalités sont proposées.","1957435476853893508":"Fonctionnalités","3342946597539953688":"Affichage","3844777549343509148":"Mise à jour des outils externes","686217846145665540":"Dans l'interface, vous pouvez cocher les différents outils externes que vous souhaitez pouvoir mettre à jour en un clic. Une fois sorti de la ville, vous pourrez cliquer sur un nouveau bouton qui mettra à jour tous les outils externes que vous avez sélectionnés dans vos options.{$LINE_BREAK}{$LINE_BREAK} Si vous avez l'un des outils en question ouvert dans votre navigateur, alors la prochaine fois que vous naviguerez vers son onglet celui-ci sera automatiquement rafraîchi.","7620507202018349855":"Affichage des tooltips détaillés","5795663998729072574":"Modifie les tooltips natifs de l'application pour afficher en plus la liste des recettes dans lesquelles l'objet survolé apparait ainsi que quelques informations complémentaires (nombre de points d'action rendus par un aliment par exemple).","4983139637604038278":"Navigation rapide vers le chantier recommandé","1375206560262079099":"Dans l'interface, vous pouvez cocher le bouton \"Navigation rapide vers le chantier recommandé\", ce qui activera la fonctionnalité de navigation rapide. Il s'agit simplement, lorsqu'il existe un chantier recommandé, de pouvoir cliquer dessus pour être automatiquement redirigé vers la ligne du chantier dans la liste.","1707430487871050147":"Affichage de la liste de courses dans la page","2998214405615728224":"En cochant cette option, la liste de courses apparaitra lorsque vous vous trouverez dans le desert ou dans l'atelier. Cette liste contient des informations de priorité, de quantité en banque, de quantité totale requise, et de quantité manquante.{$LINE_BREAK}{$LINE_BREAK} La liste de courses dans l'atelier ne présentera que les éléments pouvant obtenus à l'atelier si la quantité manquante est positive. Celle dans le désert affichera tous les éléments sans distinction si la quantité manquante est positive.{$LINE_BREAK}{$LINE_BREAK} Dans le désert, les objets dans le sac ou au sol également présents dans la liste de course se verront attribuer une bordure dont la couleur indique la priorité de l'élément, et ce sans tenir compte de la quantité manquante.","3873033194392823658":"Liste de courses repliée par défaut","3045908584324000498":"En cochant cette option, la liste de courses apparaitra toujours mais sera repliée par défaut pour prendre moins de place quand vous n'en avez pas besoin.","6560590152891649669":"Affichage de l'outil de traduction","6118402964540206387":"En cochant cette option, un outil de traduction s'affichera dans l'interface. Vous pourrez désormais sélectionner une langue d'origine, puis saisir le texte à rechercher dans les autres langues. Le texte doit impérativement être un texte de MyHordes, puisque nous allons en chercher la traduction dans les fichiers de traduction du jeu.","5851560788527570644":"Notifications","8862266483474333992":"Avertissement en cas de fermeture de la page","1243873270315750340":"Dans l'interface, vous pouvez cocher le bouton \"Demander confirmation avant de quitter en l'absence d'escorte automatique\", ce qui activera la fonctionnalité. Une fois activée, si vous êtesdans le désert et que votre attente d'escorte n'est pas activée, alors au moment de fermer la fenêtre ou l'onglet vous verrez apparaitre un avertissement demandant de confirmer votre action.","2315492892193612031":"Notification à la fin de la fouille","3130365950191042370":"Si vous cochez le bouton \"Me notifier à la fin de la fouille\", vous recevrez une notification de votre navigateur quelques secondes avant la fin de votre fouille.","5733857371280154665":"[Expérimental] Avertissement en cas d'action dangereuse","7565066300245013073":"Vous pouvez cocher le bouton \"Demander confirmation avant d'effectuer des actions dangeureuses\". Si cette option est cochée, vous devriez recevoir une demande de confirmation avant de consommer un cyanure, et avant de consommer une drogue si vous avez déjà consommé une droue aujourd'hui.","6781966251152970619":"Liste des objets","2491470695189160268":"Affiche la liste de tous les objets existant dans MyHordes (ainsi que des informations complémentaires à leur sujet).{$LINE_BREAK}{$LINE_BREAK} Si vous êtes incarné, les objets qui ne sont pas dans la liste de courses sont suivis d'un bouton présentant un caddie. Un clic sur ce bouton les ajoute à la liste de courses.","890592421729297617":"Liste des recettes","6739215722471437099":"Affiche la liste de toutes les recettes de l'application.","1327848898002802119":"Pouvoirs","1998145900290430095":"Présente tout simplement la liste des pouvoirs héros, leur description et le nombre de jours avant obtention.","5382458688695417420":"Banque","7867746115136000863":"Affiche la liste des objets de la banque et leur quantité.{$LINE_BREAK}{$LINE_BREAK} Si vous êtes incarnés, les objets qui ne sont pas dans la liste de courses sont suivis d'un bouton présentant un caddie. Un clic sur ce bouton les ajoute à la liste de courses.","6373263061828099513":"Citoyens","8100821574049291929":"Liste de courses","2913252655917132441":"Affiche une liste de courses contenant les objets ajoutés via les pages de liste d'objets et de banque.{$LINE_BREAK}{$LINE_BREAK} Vous pouvez modifier la priorité de chaque objet, ainsi que la quantité requise.","8208167055568025324":"(En cours) Liste des citoyens","3041060767908691760":"Affiche une liste des citoyens de la ville, ainsi qu'une liste des pouvoirs héros disponibles pour lesquels il existe une action héroïque associée.{$LINE_BREAK} (à venir) Permet de changer son nombre de jours héros et de recalculer automatiquement le dernier pouvoir gagné, ainsi que de modifier ses actions disponibles.","7419787782755641631":"Installation","5533636342207968001":"Lien vers le script : ","385117475076003880":"Installer le script","5306542567161241657":"Ce fichier contient un script Tampermonkey. Pour le faire fonctionner, il faut que Tampermonkey soit installé sur votre navigateur.{$LINE_BREAK}{$LINE_BREAK} Une fois le script installé, vous verrez apparaittre un nouveau bouton en haut de votre page MyHordes. Au survol, une fenête s'affiche, donnant accès aux options du script ainsi qu'à certaines de ses fonctionnalités.{$LINE_BREAK}{$LINE_BREAK}{$START_TAG_STRONG} Attention :{$CLOSE_TAG_STRONG}{$LINE_BREAK} Vous allez d'abord devoir renseigner votre ID d'apps externes. Lors de la validation de l'ID d'apps, une confirmation sera demandée. Il faut l'autoriser.","5344623683730509987":"Un grand merci à Renack, sans qui ni le script ni le site n'existeraient puisqu'il a fait tout le backend !","8363808535317774451":"Merci également aux traducteurs qui ont rendu l'internationalisation possible : Katt pour l'allemand et Shokolaw pour l'anglais.","9175648759449725798":"Merci enfin à aracime, notre plus grand et notre meilleur supporter, mais aussi à tous les membres du Théâtre Implacable qui ont testé et nous ont fait leurs retours sur les fonctionnalités.","673430564078029527":"Filtrer","4977912145007192180":"Enregistrer","8265078634979801865":"La liste est vide","347985381929507270":"Nom de l'objet","4434386636143018239":"Priorité","205542651817598944":"Stock en banque","3891399276441992819":"Stock souhaité","5281938868222344363":"Quantité manquante","8648912876673109537":"Ne pas ramener","5559973343890533582":"Non définie","955710000640596255":"Basse","4819076195461123852":"Moyenne","7453572823482729445":"Haute","1087900872515566478":"Objets","530325689928281558":"Recettes"}
