{"3393443467777359726":"Restaure l'ensemble des points d'actions","7883706163024049984":"Restaure l'ensemble des points d'actions plus un point","3901288124583682317":"Restaure 4 points d'actions","7387625377210660866":"Rend un point d'action à toute personne en ville, dans la limite du nombre maximum de point d'action de chacun. Rend deux points d'action aux citoyens ayant l'état ivre ou l'état drogué","5265432085520184033":"Peut être rechargé avec une pile","6770677036624635211":"Sauvetage","3165188886740707100":"Appareil Photo d'Avant-Guerre","3396346845090842911":"Uppercut Sauvage","8780270810415322734":"Second Souffle","5496259459820058286":"Ne peut pas être déposé par le chef d'escorte","8260511042256310681":"Sécurise le coffre dans lequel il se trouve","8327474089390088254":"Peut être trouvé empoisonné","3010819442113072629":"Empêche d'être terrorisé à cause d'un objet","4473485791956023608":"Trouvaille améliorée","9183541610990237036":"Trouvaille","7615623062914511608":"Vaincre la Mort","1932549665173187929":"Retour du Héro","349574492903631397":"Passage en Force","8089105772649042546":"Camaraderie","802139339122194958":"Niveau de l'habitation","7136275246393236423":"Alarme rudimentaire ","4998798069806963460":"Rangements","1533454728551001766":"Gros rideau ","8213871008620391117":"Renforts","1272594810711653844":"Cuisine","389495096191068443":"Cave laboratoire ","8809860465291058014":"Coin sieste ","7352105174300788792":"Verrou","7688265553248864164":"Clôture","553692174883069763":"Conservé en cas de banissement","2748909889856907502":"Annule le malus de nuit sur la case une fois posé au sol","5955173880887946945":"Désaltère","8849931921318150989":"Compte dans le calcul du bonus de veille donné par l'armurerie","1323581807907830212":"Compte dans le calcul du bonus de veille donné par le magasin suédois","84445083220864178":"Compte dans le calcul du bonus de veille donné par le lance-bête","3303333159113749004":"Compte dans le calcul du bonus de veille donné par la tourelle lance-eau","4813554456449727568":"Peut être empoisonné","7070606596322847118":"Peut être cuisiné","1327764723186928694":"Provisions","6713813306186507025":"Pharmacie","9187731843021502220":"Arme","8487168000877643051":"Ressource","2016944012945209299":"Objet de défense","7152806231676044539":"Animal","2301212560210971063":"Décoration","4416290763660062288":"","2974950606230121476":"Développé par {$START_LINK}Zerah{$CLOSE_LINK} et {$START_LINK_1}Renack{$CLOSE_LINK}","3400027835914346369":"Discord","3288296146842467237":"Remerciements","5186837657495593523":"Ce site n'est pas affilié à {$START_LINK}Motion Twin{$CLOSE_LINK} ou à {$START_LINK_1}MyHordes{$CLOSE_LINK}","239352375316430833":"Certains éléments graphiques appartiennent à {$START_LINK}Motion Twin{$CLOSE_LINK} ou à {$START_LINK_1}MyHordes{$CLOSE_LINK}","1687689412386216543":"Par défaut","5786363460327756403":"Rose","4843074552222243213":"Brun","4322254668478976610":"Identifiant d'app externe","3984780497725315833":"Mettre à jour les outils externes","4483221505481206961":"Script","5737526992758767493":"Noël","6038281835621310494":"Outils","9108179050199310445":"Wiki","3342946597539953688":"Affichage","5795663998729072574":"Modifie les tooltips natifs de l'application pour afficher en plus la liste des recettes dans lesquelles l'objet survolé apparait ainsi que quelques informations complémentaires (nombre de points d'action rendus par un aliment par exemple).","4983139637604038278":"Navigation rapide vers le chantier recommandé","4909203228847004040":"Dans l'interface, vous pouvez cocher le bouton \"Navigation rapide vers le chantier recommandé\", ce qui activera la fonctionnalité de navigation rapide.\nIl s'agit simplement, lorsqu'il existe un chantier recommandé, de pouvoir cliquer dessus pour être automatiquement redirigé vers la ligne du chantier dans la liste.","4170395408059413238":"Filtrer les chantiers","2500613093833089571":"En cochant cette option, un nouveau champ de filtre apparaitra dans la liste des chantiers.","1707430487871050147":"Affichage de la liste de courses dans la page","3798070444660869291":"En cochant cette option, la liste de courses apparaitra lorsque vous vous trouverez dans le desert ou dans l'atelier.\nCette liste contient des informations de priorité, de quantité en banque, de quantité totale requise, et de quantité manquante.\n<br /><br />\nLa liste de courses dans l'atelier ne présentera que les éléments pouvant obtenus à l'atelier si la quantité manquante est positive.\nCelle dans le désert affichera tous les éléments sans distinction si la quantité manquante est positive.\n<br /><br />\nDans le désert, les objets dans le sac ou au sol également présents dans la liste de course se verront attribuer une bordure dont la couleur indique la priorité de l'élément, et ce sans tenir compte de la quantité manquante.\n<br /><br />\nCocher cette option donne également accès à une nouvelle option permettant de choisir si on souhaite que la liste de course soit dépliée ou repliée par défaut.","6560590152891649669":"Affichage de l'outil de traduction","2308604582849473977":"En cochant cette option, un outil de traduction s'affichera dans l'interface.\nVous pourrez désormais sélectionner une langue d'origine, puis saisir le texte à rechercher dans les autres langues.\nLe texte doit impérativement être un texte de MyHordes, puisque nous allons en chercher la traduction dans les fichiers de traduction du jeu.","1297848596101851474":"Afficher les PA manquants pour réparer les chantiers","5237322316980399314":"En pandé, les chantiers subissent des dégats lors de l'attaque.\nCette option va montrer combien de pa manquent pour que le chantier ne risque pas d'être détruit lors de la prochaine attaque.","7774028754629871021":"Afficher un onglet contenant des informations supplémentaires sur la page des citoyens","3261799365551948216":"En cochant cette option, un nouvel onglet apparaitra dans la page \"citoyens\" de votre ville.\nCette page contient les rumeurs disponibles sur la page de citoyen, ainsi que tous les travaux effectués dans la maison de chaque citoyen.","8248895111587460156":"Outils externes","2917108141392126070":"Une des fonctionnalités du script est de permettre la mise à jour de plusieurs outils externes en un seul clic depuis le site de MyHordes. Pour ce faire, il faut activer les options associées dans la liste des options de MyHordes Optimizer.\nSi vous avez l'un des outils en question ouvert dans votre navigateur, alors la prochaine fois que vous naviguerez vers son onglet celui-ci sera automatiquement rafraîchi.","5851560788527570644":"Notifications","6739215722471437099":"Affiche la liste de toutes les recettes de l'application.","1327848898002802119":"Pouvoirs","1998145900290430095":"Présente tout simplement la liste des pouvoirs héros, leur description et le nombre de jours avant obtention.","6025454850778679368":"Affiche la liste de tous les bâtiments existant dans le jeu, leur distance de la ville, ainsi que la liste des objets qu'on peut obtenir en les fouillant et leurs probabilités d'obtention.","8819719048481824214":"Bâtiments","5382458688695417420":"Banque","6373263061828099513":"Citoyens","6019139638926667991":"Ajouter au sac","6402922979065903259":"Retirer du sac","6195148584287059509":"Vider le sac","3130710248919896495":"Jamais mis à jour","3678164595352629699":"Mis à jour par {$INTERPOLATION}{$INTERPOLATION_1} ({$INTERPOLATION_2})","5829380065548494521":"Rechercher","6056297684497517327":"Jour actuel","4311508660367165088":"Estimation pour l'attaque du soir","7829001991105185862":"Estimation pour l'attaque du lendemain ","1571736586383450200":"Minimum","4174451733672669864":"Maximum","6487452749579257385":"Carte des fouilles","8529616953243398296":"Ajouter un objet","8100821574049291929":"Liste de courses","2287398703048181232":"Camping","4689365071310497816":"Copier l'URL ","3885539050798710089":"Copier au format forum ","8862266483474333992":"Avertissement en cas de fermeture de la page","2977416161416260809":"Dans l'interface, vous pouvez cocher l'option \"Demander confirmation avant de quitter en l'absence d'escorte automatique\", ce qui activera la fonctionnalité.\nUne fois activée, si vous êtes dans le désert et que votre attente d'escorte n'est pas activée, alors au moment de fermer la fenêtre ou l'onglet vous verrez apparaitre un avertissement demandant de confirmer votre action.","2315492892193612031":"Notification à la fin de la fouille","7818305627564977561":"Si vous cochez l'option \"Me notifier à la fin de la fouille\", vous recevrez une notification de votre navigateur quelques secondes avant la fin de votre fouille à condition que votre navigateur soit toujours ouvert sur la page du désert.","187187500641108332":"{$INTERPOLATION}","7228219696199470616":"Installation du script","7652739331763386041":"<a color=\"accent\" href=\"https://github.com/zerah54/MyHordesOptimizer/raw/main/Scripts/Tampermonkey/my_hordes_optimizer.user.js\" target=\"_blank\">lien de téléchargement du script</a>","3896108995934638823":"Ordinateur","109815951591276849":"Il faut d'abord installer l'application de gestion des scripts de votre choix. Il en existe plusieurs, comme par exemple Tampermonkey, Violentmonkey. Ensuite, il suffit de cliquer sur le {$PH}, qui lancera la procédure d'installation. Enfin, il faudra confirmer dans la page qui se sera ouverte.","4743341466695708276":"Android","4868495192152590505":"<ul> <li>Installer Kiwi Browser ;</li>\n<li>Rechercher l'application de gestion des scripts de votre choix dans la barre de recherche de Kiwi Browser. Il en existe plusieurs, comme par exemple Tampermonkey ou Violentmonkey ;</li>\n<li>Installer l'extension pour Chrome ;</li>\n<li>Cliquer sur le {$PH} ;</li> <li>Confirmer l'installation dans la page qui se sera ouverte.</li>\n</ul>","6674940684074453217":"iOS","4825738638801021695":"<ul> <li>Télécharger l’application \"UserScripts\" ;</li>\n<li>Aller dans \"Fichiers\" ;</li>\n<li>Créer un dossier que l’on appellera \"UserScripts\" (ou autre mais c’est pour mieux s’y retrouver) ;</li>\n<li>Ouvrir l’application \"UserScripts\" ;</li>\n<li>Appuyer sur \"Set Userscripts Directory\" ;</li>\n<li>Sélectionner le dossier précédemment créé et valider ;</li>\n<li>Enregistrer le fichier disponible sur le {$PH} (ou via un appui long sur le lien, peut être);</li> <li>Déplacer le fichier dans le dossier créé ;</li>\n<li>Aller sur Safari ;</li>\n<li>Appuyer sur le \"Aa\" dans la barre de recherche ;</li>\n<li>Cliquer sur \"Gérer les extensions\" ;</li>\n<li>Activer \"Userscripts\" ;</li>\n<li>Appuyer sur le \"Aa\" dans la barre de recherche ;</li>\n<li>Cliquer sur \"Userscripts\" ;</li>\n<li>Vérifier que \"MyHordes Optimizer\" est bien activé.</li>\n</ul>","5934663571583125684":"Une fois le script installé, vous verrez apparaitre un nouveau bouton en haut de votre page MyHordes. Au survol, une fenêtre s'affiche, donnant accès aux options du script ainsi qu'à certaines de ses fonctionnalités.","317837542560103324":"Affiche la liste des objets de la banque et leur quantité.<br /><br />\nSi vous êtes incarnés, les objets qui ne sont pas dans la liste de courses sont suivis d'un bouton présentant un caddie. Un clic sur ce bouton les ajoute à la liste de courses.","3388979422666988091":"Affiche un outil de prédiction des chances de survie en camping.","901148454622347446":"Affiche une liste de courses contenant les objets ajoutés via les pages de liste d'objets et de banque.<br /><br />\nVous pouvez modifier la priorité de chaque objet, ainsi que la quantité requise.","8845542294305545291":"Affiche la liste de tous les objets existant dans MyHordes (ainsi que des informations complémentaires à leur sujet).<br /><br />\nSi vous êtes incarné, les objets qui ne sont pas dans la liste de courses sont suivis d'un bouton présentant un caddie. Un clic sur ce bouton les ajoute à la liste de courses.","8564269404291712463":"Le texte a bien été copié","7620507202018349855":"Affichage des tooltips détaillés","9052701380908438701":"MyHordes Optimizer","2368591013360145149":"\nL'option \"Mettre à jour MyHordes Optimizer\" n'est pas utile seule, mais uniquement si vous cochez une ou plusieurs de ses sous-options.\n<ul>\n<li><strong>Actions héroïques :</strong> Enregistre les actions héroïques disponibles / utilisées</li>\n<li><strong>Améliorations de la maison :</strong> Enregistre les informations concernant votre maison</li>\n<li><strong>Détail de mon sac et de ceux de mon escorte :</strong> Enregistre le contenu de votre sac ainsi que ceux de vos escortés</li>\n<li><strong>États :</strong> Enregistre vos différents états (rassasié, soif, etc... Attention : n'enregistre pas l'état goule)</li>\n</ul>","762928771016494268":"Gest'Hordes","828254113846177518":"En cochant l'option \"Mettre à jour Gest'Hordes\", quand vous cliquerez sur le boutton \"Mettre à jour les outils externes\", la mise à jour de Gest'Hordes se fera automatiquement.\nVous rendez également accessibles d'autres options de mise à jour avancées.\n<ul>\n<li><strong>Informations complémentaires sur la carte :</strong> Enregistre le nombre de zombies sur la case, et enregistre également le contenu de la case en ville dévastée</li>\n<li><strong>Actions héroïques :</strong> Enregistre les actions héroïques disponibles / utilisées</li>\n<li><strong>Améliorations de la maison :</strong> Enregistre les informations concernant votre maison</li>\n<li><strong>États :</strong> Enregistre l'état clair</li>\n</ul>","4957168085124746094":"BigBroth'Hordes","5761212886888880943":"En cochant l'option \"Mettre à jour BigBroth'Hordes\", quand vous cliquerez sur le boutton \"Mettre à jour les outils externes\", la mise à jour de BigBroth'Hordes se fera automatiquement.","7465509859706491373":"Fata Morgana","3472746185019174509":"En cochant l'option \"Mettre à jour Fata Morgana\", quand vous cliquerez sur le boutton \"Mettre à jour les outils externes\", la mise à jour de Fata Morgana se fera automatiquement.","8653823422692107742":"Affichage des cartes issues des outils externes","2813621706949242739":"\nDepuis l'interface, vous pouvez cocher une option permettant d'afficher des cartes directement dans MyHordes.\nUne fois cette option cochée, vous trouverez dans les différents outils externes des boutons pour \"copier\" une carte, que ce soit une carte de la ville ou une carte de ruine. Une fois la carte copiée, il suffit de retourner dans MyHordes et de cliquer sur l'icône de carte pour pouvoir consulter la carte dans une fenêtre qui peut être déplacée et redimensionnée.\n<br /><br />\nPour les cartes de BBH et de GH, vous pourrez voir votre emplacement sur la carte. La visibilité des expéditions n'est pas encore prise en compte.\n<br /><br />\nPour la carte de la ruine, vous pouvez simuler votre emplacement en cliquant sur une des cases, ce qui fait se déplacer un point sur la carte.","6781675583173132570":"Première utilisation du site","6125750195163105243":"Lors de votre première utilisation du site, vous n'aurez pas accès aux pages sous le menu \"Outils\". En effet, il faut au préalable renseigner son identifiant externe pour les applications, en haut à droite de la page.","720951074500366028":"L'identifiant externe pour les applications se trouve sur le site de MyHordes, dans la page de votre âme, onglet \"Avancé\". Une fois copié, il suffit de le coller dans le champ dédié sur le site de MyHordes Optimizer et de valider.","626566591049088014":"Estimation de l'attaque","7419787782755641631":"Installation","2065447039528822131":"Outils Externes","3793819955692174765":"Site","3556482685302387015":"Première utilisation","5344623683730509987":"Un grand merci à Renack, sans qui ni le script ni le site n'existeraient puisqu'il a fait tout le backend !","7380936142402612213":"Merci à CrazyUnicorn, qui nous fait profiter de ses talents pour l'ergonomie du site. ","775283245772645406":"Merci également aux traducteurs qui ont rendu l'internationalisation possible : Katt pour l'allemand, Nekomine pour l'espagnol et Shokolaw pour l'anglais.","8552805315338940549":"Merci à Argo qui assure à la perfection - assistée de Katt - le rôle de responsable des relations avec l'équipe de développement du jeu, et sans qui l'idée de faire du script un site ne serait pas née.","9175648759449725798":"Merci enfin à aracime, notre plus grand et notre meilleur supporter, mais aussi à tous les membres du Théâtre Implacable qui ont testé et nous ont fait leurs retours sur les fonctionnalités.","5333122727224525647":"Chercher des objets par propriétés","4328907410933636413":"Le citoyen","5833055296319952035":"Métier","452066521029087062":"Tenue de camouflage","7954001980226848388":"Campeur professionnel","8079361333376398985":"Tombe","3231213779188554984":"Nombre de campings déjà effectués","2904939132579910542":"Nombre de pelures de peau et de toiles de tentes dans le sac ","560884417072143682":"La ville","2205198219410592279":"Type de ville","5596519199501316309":"Nuit","5745500004130467995":"Ville dévastée","3246864206079397926":"Phare","4122043223946991758":"Le bâtiment","4574043683605876869":"Bâtiment","7523060874803429510":"Distance de la ville (en km)","2420553302076927639":"Nombre de zombies sur la case","1569331568164081073":"Nombre d'objets de défense installés sur la case","1534155701917252037":"ou","1176751937188269730":"Nombre total d'améliotations sur la case","7014743875484323339":"Nombre de campeurs déjà cachés sur la case","165011294537677821":"Améliorations","1759876158817324985":"Nombre d'améliorations simples faites sur la case","2902261471051690112":"Résultat","6003110979058162782":"Petite carte","3774627028364286981":"Région éloignée","3131499204058979166":"Pandémonium","4432237988758794872":"Vous estimez que vos chances de survie ici sont quasi nulles… Autant gober du cyanure tout de suite.","6213763127342156699":"Vous estimez que vos chances de survie ici sont très faibles. Peut-être que vous aimez jouer à pile ou face ?","7504642152507572973":"Vous estimez que vos chances de survie ici sont faibles. Difficile à dire.","231606051471459055":"Vous estimez que vos chances de survie ici sont limitées, bien que ça puisse se tenter. Mais un accident est vite arrivé...","5761136900658164502":"Vous estimez que vos chances de survie ici sont à peu près satisfaisantes, pour peu qu'aucun imprévu ne vous tombe dessus.","79698220406071142":"Vous estimez que vos chances de survie ici sont correctes : il ne vous reste plus qu'à croiser les doigts !","1576211583593529594":"Vous estimez que vos chances de survie ici sont élevées : vous devriez pouvoir passer la nuit ici.","4766424387273938786":"Vous estimez que vos chances de survie ici sont optimales : personne ne vous verrait même en vous pointant du doigt.","8263357425236059440":"Habitant","8999093564615496242":"Fouineur","5692239162610982878":"Éclaireur","6969224440581200019":"Gardien","6227779130323052819":"Ermite","6520359063458937943":"Apprivoiseur","144888502729862279":"Technicien","61672744151027488":"Le lien a bien été copié","673430564078029527":"Filtrer","7575458120113095745":"Cassé","6906288566408280890":"Taux d'obtention en cas de fouille réussie sur une zone praf","5983300914001148035":"Taux d'obtention en cas de fouille réussie sur une zone non-praf","4334429738783948937":"Mis à jour par {$INTERPOLATION}{$INTERPOLATION_1}","4977912145007192180":"Enregistrer","2249728535850867744":"Aucun objet ne correspond au filtre \"{$INTERPOLATION}\"","8265078634979801865":"La liste est vide","8297073205000664921":"Citoyen","7945783910888141498":"États","4739884131356753082":"Ajouter aux états","6864416921116271532":"Retirer des états","7332767872103966167":"Vider les états","7287080792595569200":"Sac","713605071826573828":"Actions héroïques","347985381929507270":"Nom de l'objet","4434386636143018239":"Priorité","8217045774850995170":"Dépôt","205542651817598944":"Stock en banque","3891399276441992819":"Stock souhaité","5281938868222344363":"Quantité manquante","8648912876673109537":"Ne pas ramener","5559973343890533582":"Non définie","955710000640596255":"Basse","4819076195461123852":"Moyenne","7453572823482729445":"Haute","4169579143978188553":"Zone de rapatriement","5956852334684853126":"Zombies morts sur la case depuis la dernière attaque","4971475201644632296":"Zombies qui vont mourir par désespoir","4662161850057541821":"Nombre de jours validés","5965127672037869671":"Nombre de points d'âmes gagnés","5647002638062965583":"Nombre de points clean gagnés","7031255060364978694":"Jours héros nécessaires","4902817035128594900":"Description","1087900872515566478":"Objets","3057503085450181091":"Informations diverses","5212877493927146920":"Tutoriels","530325689928281558":"Recettes","3435963616715084719":"Action de citoyen","8281902510889619429":"Atelier ","8270843063367812639":"Atelier, Chaman uniquement","8924763758161915362":"Type de recette","227324654937703789":"Composants","4280305830543989718":"Nom du bâtiment","7533053521139949104":"Distance minimum","3656199934377633082":"Distance maximum","3182705520281939075":"Bonus en camping","6606510916077285969":"Morts par désespoir","1275317502767727996":"Points d'âme","4453660283289554845":"Points clean"}