Repository: zerah54/MyHordesOptimizer
Catalog: MyHordesOptimizerWebsite/public/i18n/xlf-files/messages.*.xlf
Languages: de

source: Restaure l'ensemble des points d'actions
de: Stellt alle Aktionspunkte wieder her

source: Restaure l'ensemble des points d'actions plus un point
de: Stellt alle plus einen Aktionspunkt wieder her

source: Restaure 4 points d'actions
de: Stellt 4 Aktionspunkte wieder her

source: Rend un point d'action à toute personne en ville, dans la limite du nombre maximum de point d'action de chacun. Rend deux points d'action aux citoyens ayant l'état ivre ou l'état drogué
de: Gibt jedem Bürger in der Stadt einen Aktionspunkt zurück, bis zur maximalen Anzahl an Aktionspunkten, die jeder hat. Gibt Bürgern mit dem Zustand "Betrunken" oder "Rauschzustand" zwei Aktionspunkte zurück

source: Peut être rechargé avec une pile
de: Kann mit einer Batterie aufgeladen werden

source: Nord
de: Norden

source: Nord-Est
de: Nordosten

source: Est
de: Osten

source: Sud-Est
de: Südosten

source: Sud
de: Süden

source: Sud-Ouest
de: Südwesten

source: Ouest
de: Westen

source: Nord-Ouest
de: Nordwesten

source: Sauvetage
de: Rettung

source: Appareil Photo d'Avant-Guerre
de: Kamera aus Vorkriegs-Tagen

source: Uppercut Sauvage
de: Wildstyle Uppercut

source: Second Souffle
de: Zweite Lunge

source: Trouvaille
de: Fundstück

source: Vaincre la Mort
de: Den Tod besiegen

source: Retour du Héro
de: Rückkehr des Helden

source: Passage en Force
de: Durchgang in Kraft

source: Camaraderie
de: Freundschaft

source: Habitation
de: Haus

source: Alarme rudimentaire
de: Primitives Alarmsystem

source: Rangements
de: Stauraum

source: Gros rideau
de: Großer Vorhang

source: Renforts
de: Verstärkung

source: Cuisine
de: Küche

source: Cave-laboratoire
de: Hobbylabor

source: Coin sieste
de: Ruheecke

source: Verrou
de: Türschloss

source: Clôture
de: Zaun

source: Habitant
de: Einwohner

source: Fouineur
de: Buddler

source: Éclaireur
de: Aufklärer

source: Gardien
de: Wächter

source: Ermite
de: Einsiedler

source: Apprivoiseur
de: Dompteur

source: Technicien
de: Techniker

source: Ne peut pas être déposé par le chef d'escorte
de: Kann nicht vom Eskortenführer abgelegt werden

source: Sécurise le coffre dans lequel il se trouve
de: Sichert die Truhe, in der es sich befindet

source: Peut être trouvé empoisonné
de: Kann vergiftet gefunden werden

source: Empêche d'être terrorisé à cause d'un objet
de: Verhindert, dass man von einem Gegenstand Angststarre erhält

source: Trouvaille améliorée
de: Verbessertes Fundstück

source: Perdu en cas de bannissement
de: Verloren bei Verbannung

source: Annule le malus de nuit sur la case une fois posé au sol
de: Annulliert den Nachtmalus auf dem Feld, wenn es auf den Boden gelegt wird

source: Désaltère
de: Durstlöscher

source: Compte dans le calcul du bonus de veille donné par l'armurerie
de: Zählt bei der Berechnung des Wachtbonus, welcher von der kleinen Waffenschmiede gegeben wird

source: Compte dans le calcul du bonus de veille donné par le magasin suédois
de: Zählt bei der Berechnung des Wachtbonus, welcher von der schwedischen Schreinerei gegeben wird

source: Compte dans le calcul du bonus de veille donné par le lance-bête
de: Zählt bei der Berechnung des Wachtbonus, welcher von dem kleinen Tribok gegeben wird

source: Compte dans le calcul du bonus de veille donné par la tourelle lance-eau
de: Zählt bei der Berechnung des Wachtbonus, welchen der Schießstand gibt

source: Peut être empoisonné
de: Kann vergiftet werden

source: Peut être cuisiné
de: Kann verkocht werden

source: Provisions
de: Grundnahrungsmittel

source: Pharmacie
de: Apotheke

source: Arme
de: Waffe

source: Objet de défense
de: Verteidigungsgegenstand

source: Animal
de: Tier

source: Décoration
de: Dekoration

source: Décharge piégée
de: Waffenabfall

source: Décharge blindée
de: Rüstungsabfall

source: Appâts odorants
de: Biomüll

source: Déchardes de bois
de: Holzabfall

source: Ferraillerie
de: Metallabfall

source: Enclos
de: Tierabfall

source: Non défini
de: Nicht definiert

source: Banque
de: Bank

source: Zone de rapatriement
de: Rücksprungzone

source: Ne pas ramener
de: Nicht mitbringen

source: Non définie
de: Nicht angegeben

source: Basse
de: Niedrig

source: Moyenne
de: Mittel

source: Haute
de: Hoch

source: La fouille a bien été supprimée
de: Die Grabung wurde erfolgreich entfernt

source: La fouille a bien été mise à jour
de: Die Grabung wurde erfolgreich gespeichert

source: Les outils externes ont bien été mis à jour
de: Externe Tools wurden erfolgreich aktualisiert

source: La cellule a bien été modifiée
de: Die Zone wurde erfolgreich geändert

source: La liste de courses a bien été enregistrée
de: Die Einkaufsliste wurde erfolgreich gespeichert

source: L'objet item.label[this.locale] a bien été ajouté à la liste de courses
de: Der Gegenstand item.label[this.locale] wurde erfolgreich zur Einkaufsliste hinzugefügt

source: Affichage condensé
de: Komprimierte Darstellung

source: Chercher des objets par propriétés
de: Objekte nach Eigenschaften durchsuchen

source: Chantiers
de: Konstruktionen

source: La liste est vide
de: Die Liste ist leer

source: Citoyen
de: Bürger

source: Fouilles du jour
de: Heutige Ausgrabungen

source: Disponibilités du jour
de: Heutige Verfügbarkeit

source: États
de: Status

source: Ajouter aux états
de: Status hinzufügen

source: Retirer des états
de: Status zurücksetzen

source: Vider les états
de: Status zurücksetzen

source: Sac
de: Rucksack

source: Ajouter au sac
de: Zum Rucksack hinzufügen

source: Retirer du sac
de: Aus dem Rucksack entfernen

source: Vider le sac
de: Rucksack leeren

source: Bain pris
de: Bad genommen

source: Aucun objet ne correspond au filtre "{{ citizen_filters }}"
de: Kein Gegenstand entspricht dem Filter "{{ filterInput.nativeElement.value }}"

source: Actions héroïques
de: Heldentaten

source: Améliorations
de: Ausbauten

source: Jour
de: Tag

source: Citoyens
de: Bürger

source: Fouilles
de: Grabungen

source: Disponibilités
de: Verfügbarkeit

source: Annuler
de: Abbrechen

source: Enregistrer
de: Speichern

source: Expéditions
de: Expeditionen

source: Copier au format forum
de: In Forum-Format kopieren

source: Mode édition
de: Bearbeitungsmodus

source: Métier
de: Beruf

source: Confirmer
de: Bestätigen

source: Ville
de: Stadt

source: Désert
de: Wüste

source: points
de: Punkte

source: Zone épuisée
de: Leere Zone

source: Liste des objets
de: Liste der Gegenstände

source: Liste des objets en sacs
de: Liste der Gegenstände in Rucksäcken

source: Ajouter un objet
de: Gegenstand hinzufügen

source: Supprimer un objet
de: Gegenstand entfernen

source: Retirer tous les objets
de: Alle Gegenstände entfernen

source: Ajouter un citoyen
de: Bürger hinzufügen

source: Fouilles réussies
de: Erfolgreiche Ausgrabungen

source: Fouilles totales
de: Ausgrabungen insgesamt

source: Bonus en camping
de: Campingbonus

source: Bâtiment vide
de: Gebäude leer

source: Plans inhabituels sortis
de: Ungewöhnliche Pläne gefunden

source: Plans rares sortis
de: Seltene Pläne gefunden

source: Plans très rares sortis
de: Sehr seltene Pläne gefunden

source: Liste des bâtiments possibles
de: Sehr seltene Pläne gefunden

source: Cellule
de: Zone

source: Bâtiment
de: Gebäude

source: Notes
de: Hinweise

source: Carte des fouilles
de: Ausgrabungskarte

source: Paramètres
de: Einstellungen

source: Type de carte
de: Kartentyp

source: Danger
de: Gefahrenstufe

source: Décharge
de: Müllhalde

source: Fouilles restantes
de: Verbleibende Ausgrabungen

source: Mode d'affichage
de: Anzeigemodus

source: Nombre d'objets
de: Anzahl der Gegenstände

source: Défense apportée
de: Verteidigungswert

source: Afficher les zones du scrutateur
de: Zonen in Himmelsrichtung anzeigen

source: Afficher les zones en distance
de: Zonen in Entfernung anzeigen

source: Ajouter une zone
de: Zone hinzufügen

source: Distance
de: Distanz

source: Unité
de: Einheit

source: PA
de: AP

source: Aller / Retour
de: Hin- und Rückweg

source: Ajouter
de: Hinzufügen

source: Aller simple
de: Nur Hinweg

source: Ma ville
de: Meine Stadt

source: Veilles
de: Nachtwächter

source: Statistiques
de: Statistiken

source: Liste de courses
de: Einkaufslisten

source: Attaque du jour (J{{ selected_day }})
de: Angriff des Tages (T{{ selected_day }})

source: Qualité
de: Qualität

source: Attaque du lendemain (J{{ selected_day + 1 }})
de: Angriff des nächsten Tages (T{{ selected_day + 1 }})

source: Attaque J {{ selected_day }} calculée (par Apofoo)
de: Angriff T {{ selected_day }} berechnet (von Apofoo)

source: Attaque du jour
de: Angriff des Tages

source: Attaque du lendemain
de: Morgige Abschätzung

source: La liste a bien été copiée au format forum
de: Die Liste wurde erfolgreich im Forum-Format kopiert

source: Attaque théorique - Min
de: Theoretischer Angriff - Min

source: Attaque théorique - Max
de: Theoretischer Angriff - Max

source: Estimation de l'attaque - Min
de: Geschätzter Angriff - Min

source: Estimation de l'attaque - Max
de: Geschätzter Angriff - Max

source: Afficher uniquement la différence
de: Nur Differenz anzeigen

source: Ont été pris
de: Wurden genommen

source: Ont été donnés
de: Wurde gegeben

source: Sortie n° index + 1
de: Ausgang Nr. index + 1

source: Activité
de: Aktivität

source: Ont joué
de: Haben gespielt

source: N'ont pas joué
de: Haben nicht gespielt

source: Dés
de: Würfel

source: Cartes
de: Karten

source: Coller le contenu du registre à analyser
de: Fügen Sie den Inhalt des zu untersuchenden Registers ein

source: Vider le champ
de: Feld leeren

source: Différenciel de la banque
de: Differenz in der Bank

source: Prises dans le puits
de: Aus dem Brunnen genommen

source: Entrées / Sorties
de: Eingänge / Ausgänge

source: {VAR_PLURAL, plural, =0 {ration prise} =1 {ration prise} other {rations prises}}
de: {VAR_PLURAL, plural, =0 {Rationen genommen} =1 {Ration genommen} other {Rationen genommen}}

source: Direction
de: Richtung

source: Niveau
de: Level

source: Taux
de: Rate

source: Direction des regénérations
de: Richtung der Regeneration

source: Droite
de: Gerade

source: Diagonale
de: Diagonal

source: Axe des regénérations
de: Achse der Regeneration

source: Estimations
de: Abschätzung

source: Scrutateur
de: Forschungsturm

source: Registre
de: Register

source: Enregistrer dans un fichier Excel
de: In eine Excel-Datei speichern

source: Importer depuis un fichier Excel
de: Aus einer Excel-Datei importieren

source: Objet encombrant
de: Sperriger Gegenstand

source: Objet à signaler
de: Zu meldender Gegenstand

source: Zone de ramassage
de: Sammelzone

source: Objet
de: Gegenstand

source: Priorité
de: Priorität

source: Dépôt
de: Ablage

source: Sacs
de: Rucksäcke

source: Stock souhaité
de: Gewünschter Vorrat

source: Quantité manquante
de: Fehlende Menge

source: Signaler
de: Melden

source: Toute la carte
de: Die gesamte Karte

source: Identifiant
de: Kennung

source: Nom de l'objet
de: Name des Gegenstands

source: Quantité souhaitée
de: Gewünschte Menge

source: Zone de dépôt
de: Zone der Ablage

source: Zone de rappatriement
de: Rücksprungzone

source: Encombrants
de: Sperrig

source: Non-Encombrants
de: Nicht sperrig

source: Ne pas rapporter
de: Nicht melden

source: Dernière mise à jour
de: Letzte Aktualisierung

source: par
de: von

source: Cette liste a été générée à partir du site MyHordes Optimizer. Vous pouvez la retrouver en suivant [link= environment.website_url my-town/wishlist]ce lien[/link]
de: Diese Liste wurde von der MyHordes Optimizer-Website generiert. Du kannst sie finden, indem du [link= environment.website_url my-town/wishlist]anklickst[/link]

source: Liste de course
de: Einkaufsliste

source: Voulez-vous écraser la liste actuelle ? Elle sera perdue.
de: Möchten Sie die aktuelle Liste überschreiben? Sie wird verloren gehen.

source: E
de: O

source: O
de: W

source: Valider
de: Übernehmen

source: Modifier
de: Bearbeiten

source: Supprimer
de: Löschen

source: Êtes-vous sûr de vouloir supprimer cette fouille ?
de: Bist du sicher, dass du diese Grabung löschen willst?

source: Filtrer
de: Filter

source: Cassé
de: Kaputt

source: Taux d'obtention en cas de fouille réussie sur une zone praf
de: Erfolgsquote bei erfolgreicher Grabung auf einer leeren Zone

source: Taux d'obtention en cas de fouille réussie sur une zone non-praf
de: Erfolgsquote bei erfolgreicher Grabung auf einer nicht-leeren Zone

source: Objet de décoration
de: Einrichtungsgegenstand

source: Arme de veille
de: Wächterwaffe

source: Mis à jour par {{ lastUpdateInfo.username }} {{ lastUpdateInfo.update_time.fromNow() }}
de: Aktualisiert von {{ lastUpdateInfo.username }} {{ lastUpdateInfo.update_time.fromNow() }}

source: Jamais mis à jour
de: Nie Aktualisiert

source: Mis à jour par {{lastUpdateInfo?.username}} {{lastUpdateInfo?.update_time?.fromNow()}} ({{lastUpdateInfo?.update_time?.toDate() | date:'medium'}})
de: Aktualisiert von {{lastUpdateInfo?.username}} {{lastUpdateInfo?.update_time?.fromNow()}} ({{lastUpdateInfo?.update_time?.toDate() | date:'medium'}})

source: Rechercher
de: Suche

source: Ce champ est obligatoire
de: Dies ist ein Pflichtfeld

source: Développé par <a href="{{myhordes_url}}jx/soul/6042">Zerah</a> et <a href="{{myhordes_url}}jx/soul/6173">Renack </a>
de: Entwickelt von <a href="https://myhordes.eu/jx/soul/6042"> Zerah </a> und <a href="https://myhordes.eu/jx/soul/6173"> Renack </a>

source: Remerciements
de: Besonderen Dank an

source: Ce site n'est pas affilié à <a href="https://motion-twin.com/fr/" target="_blank"> Motion Twin</a> ou à <a href="https://myhord.es" target="_blank">MyHordes </a>
de: Diese Seite kein Teil von <a href="https://motion-twin.com/fr/" target="_blank"> Motion Twin</a> oder <a href="https://myhord.es" target="_blank"> MyHordes </a>

source: Certains éléments graphiques appartiennent à <a href="https://motion-twin.com/fr/" target="_blank"> Motion Twin</a> ou à <a href="https://myhord.es" target="_blank">MyHordes </a>
de: Einige grafische Elemente gehören zu <a href="https://motion-twin.com/fr/" target="_blank"> Motion Twin</a> oder <a href="https://myhord.es" target="_blank"> MyHordes </a>

source: Mettre à jour les outils externes
de: Externe Tools aktualisieren

source: Se connecter
de: Einloggen

source: Utilisateur inconnu
de: Unbekannter User

source: Identifiant d'app externe
de: Externe App-ID

source: Identifiant externe pour les app
de: ID für externe Anwendungen

source: Déconnexion
de: Abmelden

source: Par défaut
de: Standard

source: Rose
de: Pink

source: Brun
de: Braun

source: Outils
de: Einstellungen

source: Chances de survie
de: Überlebenschancen

source: Objets
de: Gegenstände

source: Recettes
de: Rezepte

source: Pouvoirs
de: Heldentaten

source: Bâtiments
de: Gebäude

source: Informations diverses
de: Weitere Informationen

source: Villes privées
de: Privatstädte

source: Tutoriels
de: Tutorials

source: Outils Externes
de: Externe Tools

source: Affichage
de: Anzeige

source: Notifications
de: Benachrichtigungen

source: Site
de: Web-Seite

source: Première utilisation
de: Erstmalige Verwendung

source: Bot Discord
de: Discord Bot

source: Noël
de: Weihnachten

source: Un grand merci à Renack, sans qui ni le script ni le site n'existeraient puisqu'il a fait tout le backend !
de: Ein großes Dankeschön an Renack, ohne den weder das Skript noch die Seite existieren würden, da er das gesamte Backend erstellt hat!

source: Merci aussi à Bigonoud, qui a accepté de mettre les mains dans le code pour nous aider au développement.
de: Vielen Dank auch an Bigonoud, der sich bereit erklärt hat, seine Hände ab dem Code schmutzig zu machen, um uns bei der Entwicklung zu helfen.

source: Merci à CrazyUnicorn, qui nous fait profiter de ses talents pour l'ergonomie du site.
de: Vielen Dank an CrazyUnicorn, der seine Fähigkeiten für die Benutzerfreundlichkeit der Website eingesetzt hat.

source: Merci également aux traducteurs qui rendent l'internationalisation possible.
de: Vielen Dank auch an die Übersetzerinnen und Übersetzer, die die Lokalisierung erst möglich machen.

source: Merci à Argo qui a assuré à la perfection - assistée de Katt - le rôle de responsable des relations avec l'équipe de développement du jeu, et sans qui l'idée de faire du script un site ne serait pas née.
de: Dank an Argo, die - unterstützt von Katt - perfekt die Rolle der Beziehungsmanagerin mit dem Spielentwicklungsteam übernommen hat, und ohne die, die Idee, aus dem Skript eine Website zu machen, nie entstanden wäre.

source: Merci enfin à aracime, notre plus grand et notre meilleur supporter, mais aussi à tous les membres du Théâtre Implacable qui ont testé et nous ont fait leurs retours sur les fonctionnalités.
de: Danke schließlich an aracime, unseren größten und besten Unterstützer, aber auch an alle Mitglieder des "Théâtre Implacable", die die Funktionen getestet und uns ihr Feedback dazu gegeben haben.

source: Copier le lien de la simulation
de: Link zur Simulation kopieren

source: Dans ma ville
de: In meiner Stadt

source: Bonus en équivalent PA
de: Bonus in AP-Äquivalent

source: Le citoyen
de: Der Bürger

source: Tenue de camouflage
de: Tarnanzug

source: ( {{ bonus_string }} {{ bonus.zombie_vest | campingDisplayBonus:display_bonus_ap:locale }} par zombie au lieu de {{ bonus.zombie_no_vest | campingDisplayBonus:display_bonus_ap:locale }})
de: ( {{ bonus_string }} {{ bonus.zombie_vest | campingDisplayBonus:display_bonus_ap:locale }} pro Zombie statt {{ bonus.zombie_no_vest | campingDisplayBonus:display_bonus_ap:locale }} )

source: Campeur professionnel
de: Proficamper

source: Tombe
de: Grab

source: Nombre de campings déjà effectués
de: Anzahl der bereits durchgeführten Campings

source: Nombre de pelures de peau et de toiles de tentes dans le sac
de: Anzahl der Hautfetzen und Zeltplanen im Rucksack

source: La ville
de: Die Stadt

source: Type de ville
de: Stadttyp

source: Nuit
de: Nacht

source: Ville dévastée
de: Zerstörte Stadt

source: Phare
de: Leuchtturm

source: Le bâtiment
de: Das Gebäude

source: Distance de la ville (en km)
de: Entfernung von der Stadt (in km)

source: Nombre de tas
de: Anzahl der Haufen

source: Nombre de zombies sur la case
de: Anzahl der Zombies auf dem Feld

source: Nombre de campeurs déjà cachés sur la case
de: Anzahl der bereits versteckten Camper auf dem Feld

source: Nombre d'améliorations simples faites sur la case
de: Anzahl der normalen Ausbauten, die an dem Feld vorgenommen wurden

source: Nombre d'objets de défense installés sur la case
de: Anzahl der auf dem Feld installierten Verteidigungsgegenstände

source: Et
de: Und

source: Ou
de: Oder

source: {{ display_bonus_ap ? 'Nombre' : 'Pourcentage' }} total d'améliotations sur la case
de: {{ display_bonus_ap ? 'Nombre' : 'Pourcentage' }} Gesamtausbauten auf der Zone

source: Résultat
de: Ergebnis

source: Chances de survie :
de: Überlebenschancen :

source: Petite carte
de: Kleine Karte

source: Région éloignée
de: Entfernte Region

source: Pandémonium
de: Pandämonium

source: La liste est impactée par la distance choisie
de: Die Liste wird von der gewählten Entfernung beeinflusst

source: Il faut en soustraire 3 après chaque attaque
de: Nach jedem Angriff werden 3 abgezogen

source: Capacité :
de: Kapazität :

source: Le lien a bien été copié
de: Der Link wurde erfolgreich kopiert

source: Ajouter une simulation
de: Simulation hinzufügen

source: Valeur par défaut
de: Standardwert

source: Nombre de personnes
de: Anzahl der Personen

source: Nombre de morts
de: Anzahl der Toten

source: Probabilité
de: Wahrscheinlichkeit

source: Choisir le mode de partage
de: Sharing-Modus wählen

source: Copier l'URL
de: URL kopieren

source: Copier au format forum
de: In Forum-Format kopieren

source: Installation du Bot sur un serveur Discord
de: Installation des Bots auf einem Discord-Server

source: Vous devez être propriétaire ou avoir les droits d'administration sur le serveur Discord sur lequel vous voulez inviter le Bot.
de: Sie müssen Eigentümer des Discord-Servers sein, auf den Sie den Bot einladen wollen, oder über Administratorrechte verfügen.

source: En cliquant sur lethis.download_link, vous serez redirigé vers une page d'installation.
de: Durch klick auf this.download_link werden Sie zur Installationsseite weitergeleitet.

source: Le texte a bien été copié
de: Der Text wurde erfolgreich kopiert

source: Avertissement en cas de fermeture de la page
de: Warnung beim Schließen der Seite

source: Dans l'interface, vous pouvez cocher l'option "Demander confirmation avant de quitter la page", ce qui activera la fonctionnalité. Une fois activée, si vous êtes dans le désert et que votre attente d'escorte n'est pas activée, ou si vous n'avez pas relâché votre escorte, alors au moment de fermer la fenêtre ou l'onglet vous verrez apparaitre un avertissement demandant de confirmer votre action.
de: In der Benutzeroberfläche können Sie die Option "Vor dem Verlassen der Seite um Bestätigung bitten" aktivieren, wodurch die Funktion aktiviert wird. Wenn die Funktion aktiviert ist und Sie sich in der Wüste befinden und Ihre Eskorte nicht aktiviert ist oder Sie Ihre Eskorte nicht losgelassen haben, erscheint beim Schließen des Fensters oder Tabs eine Warnung, in der Sie aufgefordert werden, Ihre Aktion zu bestätigen.

source: Avertissement en cas d'inactivité
de: Warnung bei Inaktivität

source: Dans l'interface, vous pouvez cocher l'option "Me notifier si je suis inactif depuis 5 minutes sur la page", ce qui activera la fonctionnalité. Une fois activée, si vous êtes dans le désert et que votre attente d'escorte n'est pas activée, ou si vous n'avez pas relâché votre escorte, alors au bout de 5 minutes sans actios sur la page une notification de navigateur vous avertira.
de: In der Benutzeroberfläche können Sie die Option "Mich benachrichtigen, wenn ich 5 Minuten lang inaktiv auf der Seite bin" ankreuzen, wodurch die Funktion aktiviert wird. Wenn Sie sich in der Wüste befinden und Ihre Eskorte nicht aktiviert ist oder Sie Ihre Eskorte nicht losgelassen haben, werden Sie nach 5 Minuten ohne Aktivität auf der Seite von Ihrem Browser benachrichtigt.

source: Notification à la fin de la fouille
de: Benachrichtigung bei Beendigung der Grabung

source: Si vous cochez l'option "Me notifier à la fin de la fouille", vous recevrez une notification de votre navigateur quelques secondes avant la fin de votre fouille à condition que votre navigateur soit toujours ouvert sur la page du désert.
de: Wenn Sie die Option "Mich am Ende der Grabung benachrichtigen" ankreuzen, erhalten Sie einige Sekunden vor dem Ende Ihrer Grabung eine Benachrichtigung von Ihrem Browser, vorausgesetzt, Ihr Browser ist noch auf der Wüstenseite geöffnet.

source: Notification de nouveau message
de: Benachrichtigung über eine neu Nachricht

source: Si vous cochez l'option "Me notifier si je reçois un nouveau message", vous recevrez une notification de votre navigateur lors d'un changement dans votre compteur de messages reçus.
de: Wenn Sie die Option "Mich benachrichtigen, wenn ich eine neue Nachricht erhalte" ankreuzen, erhalten Sie von Ihrem Browser eine Benachrichtigung, wenn sich Ihr Zähler der empfangenen Nachrichten ändert.

source: Copier l'URL
de: URL kopieren

source: Affichage des tooltips détaillés
de: Anzeige von detaillierten Tooltips

source: Modifie les tooltips natifs de l'application pour afficher en plus la liste des recettes dans lesquelles l'objet survolé apparait ainsi que quelques informations complémentaires (nombre de points d'action rendus par un aliment par exemple).
de: Ändert die nativen Tooltips der Anwendung, um zusätzlich eine Liste der Rezepte anzuzeigen, in denen der angezeigte Gegenstand vorkommt, sowie einige zusätzliche Informationen (z. B. die Anzahl der Aktionspunkte, die ein Lebensmittel zurückgibt).

source: Navigation rapide vers le chantier recommandé
de: Schnelle Navigation zur empfohlenen Konstruktion
