Repository: zerah54/MyHordesOptimizer
Catalog: MyHordesOptimizerWebsite/public/i18n/xlf-files/messages.*.xlf
Languages: de

source: L'identifiant externe pour les applications se trouve sur le site de MyHordes, dans la page de votre âme, onglet "Avancé". Une fois copié, il suffit de le coller dans le champ dédié sur le site de MyHordes Optimizer et de valider.
de: Die externe ID für Anwendungen findest du auf der MyHordes-Website, auf der Seite deiner Seele, Registerkarte "Erweitert". Nachdem du sie kopiert hast, füge sie einfach in das dafür vorgesehene Feld auf der MyHordes-Optimizer-Seite ein und bestätige.

source: Pouvoir
de: Fähigkeit

source: Jours héros nécessaires
de: Erforderliche Heldentage

source: Description
de: Beschreibung

source: Calculateur de morts par désespoir
de: Rechner für Tote Zombies durch Abwanderung

source: Zombies sur la case
de: Zombies auf dem Feld

source: Zombies morts dans la nuit
de: Zombies, die in der Nacht sterben

source: Zombies tués
de: Zombies getötet

source: Jour J
de: Tag X

source: Jour J + i
de: Tag X + i

source: Calculateur de débordement
de: Überlauf-Rechner

source: Le débordement dépend du jour et du nombre de citoyens en vie. Il dépend peut être également du nombre de citoyens présents en ville.
de: Der Überlauf hängt vom Tag und der Anzahl der lebenden Bürger ab. Er hängt vielleicht auch davon ab, wie viele Bürger sich in der Stadt aufhalten.

source: Nombre de citoyens en ville
de: Anzahl der Bürger in der Stadt

source: Débordement maximum
de: Maximaler Überlauf

source: Morts par désespoir
de: Durch Abwanderung gestorben

source: Zombies morts sur la case depuis la dernière attaque
de: Tote Zombies auf der Zone seit dem letzten Angriff

source: Zombies qui vont mourir par désespoir
de: Zombies die durch Abwanderung sterben werden

source: Attaque théorique
de: Theoretischer Angriff

source: Minimum théorique
de: Theoretisches Minimum

source: Maximum théorique
de: Theoretisches Maximum

source: Débordement
de: Überlauf

source: Manuel des ermites
de: Einsiedler-Buch

source: Chances de réussite du manuel
de: Chancen des Buchs

source: Chances de réussite du manuel en ville dévastée
de: Chancen des Buchs in zerstörter Stadt

source: Points d'âme
de: Seelenpunkte

source: Jours validés
de: Gültige Tage

source: Points d'âmes gagnés
de: Verdiente Seelenpunkte

source: Points clean
de: Clean Punkte

source: Points clean gagnés
de: Gewonnene Clean-Punkte

source: Action de citoyen
de: Bürgeraktion

source: Atelier
de: Werkstatt

source: Atelier, Chaman uniquement
de: Werkstatt, nur Schamanen

source: Type de recette
de: Rezepttyp

source: Composants
de: Komponenten

source: Nom du bâtiment
de: Gebäudename

source: Distance minimum
de: Mindestentfernung

source: Distance maximum
de: Maximalentfernung

source: Capacité
de: Kapazität
