Repository: zerah54/MyHordesOptimizer
Catalog: MyHordesOptimizerWebsite/public/i18n/xlf-files/messages.*.xlf
Languages: de

source: Dans l'interface, vous pouvez cocher le bouton "Navigation rapide vers le chantier recommandé", ce qui activera la fonctionnalité de navigation rapide. Il s'agit simplement, lorsqu'il existe un chantier recommandé, de pouvoir cliquer dessus pour être automatiquement redirigé vers la ligne du chantier dans la liste.
de: In der Benutzeroberfläche kannst du die Einstellung "Schnellnavigation zur empfohlenen Konstruktion" anhaken, wodurch die Funktion der Schnellnavigation aktiviert wird. Wenn die Funktion aktiviert ist, und es eine empfohlene Baustelle gibt, kannst du auf die Empfehlung klicken, um automatisch zu der Zeile mit der Konstruktion in der Liste weitergeleitet zu werden.

source: Champs de recherches supplémentaires
de: Weitere Suchfelder

source: En cochant cette option, vous pourrez choisir des champs de recherches à afficher dans votre interface. Sont actuellement disponibles : un champ de recherche sur la liste des chantiers, un champ de recherche dans les destinataires d'un message dans sa maison, un champ de recherche sur les entrées du registre.
de: Wenn du diese Option ankreuzt, kannst du Suchfelder auswählen, die in deiner Benutzeroberfläche angezeigt werden sollen. Derzeit sind verfügbar: ein Suchfeld auf der Liste der Konstruktionen, ein Suchfeld in den Empfängern einer Nachricht in seinem Haus, ein Suchfeld in den Einträgen des Registers.

source: Affichage de la liste de courses dans la page
de: Anzeige der Einkaufsliste auf der Seite

source: En cochant cette option, la liste de courses apparaitra lorsque vous vous trouverez dans le desert ou dans l'atelier. Cette liste contient des informations de priorité, de quantité en banque, de quantité dans les sacs, de quantité totale requise, et de quantité manquante. <br /><br /> La liste de courses dans l'atelier ne présentera que les éléments pouvant obtenus à l'atelier. Celle dans le désert affichera tous les éléments sans distinction. <br /><br /> Dans le désert, les objets dans le sac ou au sol également présents dans la liste de course se verront attribuer une bordure dont la couleur indique la priorité de l'élément.
de: Wenn du diese Option ankreuzt, wird die Einkaufsliste angezeigt, wenn du dich in der Wüste oder in der Werkstatt befindest. Diese Liste enthält Informationen über die Priorität, die Menge in der Bank, die Menge in den Rucksächen, die benötigte Gesamtmenge und die fehlende Menge. <br /><br /> Die Einkaufsliste in der Werkstatt zeigt nur die Dinge an, die in der Werkstatt erzeugt werden können. Die in der Wüste zeigt alle Elemente ohne Einschränkung an. <br /><br /> In der Wüste werden Gegenstände in dem Rucksack oder auf dem Boden, die auch auf der Einkaufsliste stehen, mit einem Rand versehen, dessen Farbe die Priorität des Gegenstands angibt.

source: Affichage du nombre de zombies tués sur la case
de: Anzeige der Anzahl der getöteten Zombies auf der Zone

source: En cochant cette option, un nouvel encart apparaitra sous la carte dans l'Outre-Monde. Il compte le nombre de zombies qui ont été tués sur la case depuis la dernière attaque, et calcule le nombre de zombies qui vont mourir de désespoir lors de la prochaine attaque.
de: Wenn du diese Option ankreuzt, erscheint unter der Karte in der Außenwelt ein neuer Kasten. Er zählt die Anzahl der Zombies, die seit dem letzten Angriff auf dem Feld getötet wurden, und berechnet die Anzahl der Zombies, die beim nächsten Angriff an Abwanderung sterben werden.

source: Affichage de l'outil de traduction
de: Anzeige des Übersetzungstools

source: En cochant cette option, un outil de traduction s'affichera dans l'interface. Vous pourrez désormais sélectionner une langue d'origine, puis saisir le texte à rechercher dans les autres langues. Le texte doit impérativement être un texte de MyHordes, puisque nous allons en chercher la traduction dans les fichiers de traduction du jeu.
de: Wenn du diese Option ankreuzt, wird ein Übersetzungstool auf der Benutzeroberfläche angezeigt. Du kannst nun eine Quellsprache auswählen und dann den Text eingeben, nach dem in den anderen Sprachen gesucht werden soll. Der Text muss unbedingt ein Text aus MyHordes sein, da die Übersetzung in den Übersetzungsdateien des Spiels gesucht wird.

source: Afficher les PA manquants pour réparer les chantiers
de: Fehlende AP anzeigen, um Konstruktionen zu reparieren

source: En pandémonium, les chantiers subissent des dégats lors de l'attaque. Cette option va montrer combien de pa manquent pour que le chantier ne risque pas d'être détruit lors de la prochaine attaque.
de: In Pandämonium nehmen die Konstruktionen beim Angriff Schaden. Diese Option wird zeigen, wie viele AP fehlen, damit die Konstruktion nicht Gefahr läuft, beim nächsten Angriff zerstört zu werden.

source: Prédictions de camping dans les informations du secteur
de: Campingrechner im Campingmenü

source: En cochant cette option, vous verrez apparaitre un nouvel encart dans les informations du secteur de votre case. Cet encart vous permettra de saisir diverses informations pour calculer vos chances de survie sur cette case. Certaines informations, comme par exemple le type de ville, ne sont pas visibles car elles sont déjà pré-renseignées et tiennent compte de votre ville actuelle.
de: Wenn du diese Option anklickst, erscheint eine neue Box in den Sektorinformationen deines Feldes. In diese Box kannst du verschiedene Informationen eingeben, um deine Überlebenschancen in dieser Zone zu berechnen. Einige Informationen, wie z. B. der Stadttyp, sind nicht sichtbar, da sie bereits voreingetragen sind und deine aktuelle Stadt berücksichtigen.

source: Informations diverses issues de MyHordes Optimizer
de: Verschiedene Informationen aus MyHordes Optimizer

source: Sur la carte du site de MyHordes Optimizer, vous pouvez saisir des notes sur chaque case. Quand cette option est cochée, la note associée s'affiche sur votre case quand vous vous déplacez dans l'Outre-Monde.
de: Auf der Sitemap von MyHordes Optimizer kannst du für jede Zone eine Notiz eingeben. Wenn diese Option angekreuzt ist, wird die zugehörige Notiz auf deiner Zone angezeigt, wenn du dich in der Außenwelt bewegst.

source: Affiche les estimations enregistrées sur la page de la tour de guet
de: Zeigt die auf der Wachturmseite gespeicherten Schätzungen an

source: Quand cette option est cochée, un nouvel encart apparait sur la page de la tour de guet, permettant de consulter, enregistrer et copier les valeurs des estimations.
de: Wenn diese Option aktiviert ist, erscheint auf der Seite des Wachturms ein neuer Bereich, in dem Sie die Abschätzungen einsehen, speichern und kopieren können.

source: Ajoute un bouton permettant de copier le contenu du registre
de: Fügt eine Schaltfläche zum Kopieren des Inhalts des Registers hinzu

source: Quand cette option est cochée, sur chaque regitre un bouton est ajouté permettant d'en copier le contenu.
de: Wenn diese Option aktiviert ist, wird auf jedem Register eine Schaltfläche hinzugefügt, mit der du den Inhalt des Registers kopieren kannst.

source: Affiche un compteur pour gérer l'anti-abus
de: Zeigt einen Zähler an, um den Missbrauchs-Schutz zu verwalten

source: Quand cette option est cochée, un compteur qui liste vos prises en banque est ajouté aux pages de banque et puits. Le compteur dans MyHordes tient compte des minutes "glissantes", il suffit donc d'attendre qu'une ligne disparaisse pour pouvoir prendre de nouveau un objet en banque.
de: Wenn diese Option aktiviert ist, wird ein Zähler zu den Bank- und Brunnenseiten hinzugefügt, der deine Bankentnahmen auflistet. Der Zähler in MyHordes berücksichtigt "gleitende" Minuten, du musst also nur warten, bis eine Zeile verschwindet, um wieder einen Gegenstand aus der Bank nehmen zu können.

source: Ouvre automatiquement le menu "Utiliser un objet de mon sac"
de: Öffnet automatisch das Menü "Einen Gegenstand aus meinem Rucksack verwenden"

source: Quand cette option est cochée, au chargement d'une case dans l'Outre-Monde un clic sur le bouton d'ouverture du sac sera simulé pour que votre sac soit ouvert par défaut.
de: Wenn diese Option aktiviert ist, wird beim Laden einer Zone in der Außenwelt ein Klick auf die Schaltfläche zum Öffnen des Rucksacks simuliert, so dass dein Rucksack standardmäßig geöffnet wird.

source: Définir des options d'escorte par défaut
de: Standard-Eskorten-Optionen festlegen

source: En cochant cette option, deux autres options représentant les options d'escorte dans l'Outre-Monde seront disponibles. Vous pourrez ainsi choisir quelles options vous voulez voir cochées ou non par défaut quand vous activez votre escorte.
de: Wenn du diese Option aktivierst, werden zwei weitere Optionen verfügbar, welche die Optionen für die Eskorte in der Außenwelt darstellen. So kannst du auswählen, welche Optionen standardmäßig aktiviert oder deaktiviert sein sollen, wenn du deine Eskorte aktivierst.

source: Outils externes
de: Externe Tools

source: Une des fonctionnalités du script est de permettre la mise à jour de plusieurs outils externes en un seul clic depuis le site de MyHordes. Pour ce faire, il faut activer les options associées dans la liste des options de MyHordes Optimizer. Si vous avez l'un des outils en question ouvert dans votre navigateur, alors la prochaine fois que vous naviguerez vers son onglet celui-ci sera automatiquement rafraîchi.
de: Eine der Funktionen des Skripts besteht darin, dass mehrere externe Anwendungen mit einem Klick von der MyHordes-Website aus aktualisiert werden können. Dazu musst du die zugehörigen Optionen in der Einstellungsliste des MyHordes Optimizer aktivieren. Wenn du eine der entsprechenden Anwendungen in deinem Browser geöffnet hast, dann wird das nächste Mal, wenn du zu dessem Tab navigierst, dieser automatisch aktualisiert.

source: En cochant l'option "Mettre à jour MyHordesOptimizer", quand vous cliquerez sur le bouton "Mettre à jour les outils externes", la mise à jour de MyHordes Optimizer se fera automatiquement. Vous rendez également accessibles d'autres options de mise à jour avancées. <ul> <li><strong>Nombre de zombies tués :</strong> Enregistre le nombre de zombies tués sur la case</li> <li><strong>Mise à jour en ville dévastée :</strong> Lorsque la ville est dévastée, récupère les informations sur la case pour les envoyer à MyHordes Optimizer.</li> <li><strong>Actions héroïques :</strong> Enregistre les actions héroïques disponibles / utilisées</li> <li><strong>Améliorations de la maison :</strong> Enregistre les informations concernant votre maison</li> <li><strong>Détail de mon sac et de ceux de mon escorte :</strong> Enregistre le contenu de votre sac ainsi que ceux de vos escortés</li> <li><strong>États :</strong> Enregistre vos différents états (rassasié, soif, etc... Attention : n'enregistre pas l'état goule)</li> <li><strong>Entregistrer les fouilles réussies :</strong> Enregistre les fouilles réussies pour restituer des statistiques sur les fouilles dans une carte dédiée</li> </ul>
de: Wenn du die Option "MyHordesOptimizer aktualisieren" ankreuzt, wird MyHordes Optimizer automatisch aktualisiert, wenn du auf die Schaltfläche "Externe Tools aktualisieren" klickst. Das macht auch andere erweiterte Aktualisierungsoptionen zugänglich. <ul> <li><strong>Anzahl der getöteten Zombies:</strong> Speichert die Anzahl der getöteten Zombies auf der Zone</li> <li><strong>Aktualisierung in zerstörter Stadt:</strong> Wenn die Stadt zerstört ist, werden Informationen aus der Zone abgerufen, um sie an MyHordes Optimizer zu senden.</li> <li><strong>Heldentaten:</strong> Speichert die verfügbaren / verwendeten Heldentaten</li> <li><strong>Hausverbesserungen:</strong> Speichert Informationen über dein Haus</li> <li><strong>Details zu meinem Rucksack und den Rucksäcken meiner Eskorte:</strong> Speichert den Inhalt deines Rucksacks und den Inhalt der Rucksäcke deiner Eskorte</li> <li><strong>Status:</strong> Speichert deine verschiedenen Statuswerte (satt, durstig, etc... Achtung: Speichert nicht den Ghul-Status)</li> <li><strong>Erfolgreiche Grabungen aufzeichnen:</strong> Zeichnet erfolgreiche Grabungen auf, um Statistiken über die Grabungen in einer speziellen Karte wiederzugeben</li></ul>

source: En cochant l'option "Mettre à jour Gest'Hordes", quand vous cliquerez sur le bouton "Mettre à jour les outils externes", la mise à jour de Gest'Hordes se fera automatiquement. Vous rendez également accessibles d'autres options de mise à jour avancées. <ul> <li><strong>Nombre de zombies tués :</strong> Enregistre le nombre de zombies tués sur la case</li> <li><strong>Mise à jour en ville dévastée :</strong> Lorsque la ville est dévastée, récupère les informations sur la case pour les envoyer à Gest'Hordes.</li> <li><strong>Actions héroïques :</strong> Enregistre les actions héroïques disponibles / utilisées</li> <li><strong>Améliorations de la maison :</strong> Enregistre les informations concernant votre maison</li> <li><strong>États :</strong> Enregistre l'état clair</li> </ul>
de: Wenn du die Option "Gest'Hordes aktualisieren" ankreuzt, wird Gest'Hordes automatisch aktualisiert, wenn du auf die Schaltfläche "Externe Tools aktualisieren" klickst. Das macht auch andere Aktualisierungsoptionen zugänglich. <ul> <li><strong>Anzahl der getöteten Zombies :</strong> Zeichnet die Anzahl der getöteten Zombies auf der Zone auf</li> <li><strong>Update in zerstörter Stadt :</strong>Wenn die Stadt zerstört ist, werden die Zoneninformationen gesammelt, um sie an Gest'Hordes zu schicken.</li> <li><strong>Heldentaten :</strong> Zeichnet verfügbare / verwendete Heldentaten auf</li> <li><strong>Hausverbesserungen :</strong> Speichert Informationen über dein Haus</li> <li><strong>Status :</strong> Speichert die aktuellen Statuswerte</li> </ul>

source: En cochant l'option "Mettre à jour BigBroth'Hordes", quand vous cliquerez sur le bouton "Mettre à jour les outils externes", la mise à jour de BigBroth'Hordes se fera automatiquement.
de: Wenn du die Option "BigBroth'Hordes aktualisieren" ankreuzt, wird BigBroth'Hordes automatisch aktualisiert, wenn du auf die Schaltfläche "Externe Tools aktualisieren" klickst.

source: En cochant l'option "Mettre à jour Fata Morgana", quand vous cliquerez sur le bouton "Mettre à jour les outils externes", la mise à jour de Fata Morgana se fera automatiquement.
de: Wenn du die Option "Fata Morgana aktualisieren" ankreuzt, wird Fata Morgana automatisch aktualisiert, wenn du auf die Schaltfläche "Externe Tools aktualisieren" klickst.

source: Affichage des cartes issues des outils externes
de: Anzeige von Karten aus externen Tools

source: Depuis l'interface, vous pouvez cocher une option permettant d'afficher des cartes directement dans MyHordes. Une fois cette option cochée, vous trouverez dans les différents outils externes des boutons pour "copier" une carte, que ce soit une carte de la ville ou une carte de ruine. Une fois la carte copiée, il suffit de retourner dans MyHordes et de cliquer sur l'icône de carte pour pouvoir consulter la carte dans une fenêtre qui peut être déplacée et redimensionnée. <br /><br /> Pour les cartes de BBH et de GH, vous pourrez voir votre emplacement sur la carte. La visibilité des expéditions n'est pas encore prise en compte. <br /><br /> Pour la carte de la ruine, vous pouvez simuler votre emplacement en cliquant sur une des cases, ce qui fait se déplacer un point sur la carte.
de: In der Benutzeroberfläche kannst du eine Option ankreuzen, mit der Karten direkt in MyHordes angezeigt werden können. Sobald du diese Option angekreuzt hast, findest du in den verschiedenen externen Tools Schaltflächen, mit denen du eine Karte "kopieren" kannst, sei es eine Stadtkarte oder eine Ruinenkarte. Sobald du die Karte kopiert hast, musst du nur zu MyHordes zurückkehren und auf das Kartensymbol klicken, um die Karte in einem Fenster betrachten zu können, welches verschoben und in der Größe verändert werden kann. <br /><br /> Bei den Karten von BBH und GH kannst du deinen Standort auf der Karte sehen. Die Anzeige von Expeditionen wird noch nicht unterstützt. <br /><br /> Auf der Ruinenkarte kannst du deinen Standort simulieren, indem du auf eine der Zonen klickst, woraufhin sich ein Punkt auf der Karte bewegt.

source: Installation de l'extension de navigateur
de: Installation der Browser-Erweiterung

source: Installation du script
de: Installation des Skripts

source: Ordinateur
de: Computer

source: Il faut d'abord installer l'application de gestion des scripts de votre choix. Il en existe plusieurs, comme par exemple Tampermonkey ou Violentmonkey. Ensuite, il suffit de cliquer sur lethis.download_link, qui lancera la procédure d'installation. Enfin, il faudra confirmer dans la page qui se sera ouverte.
de: Zunächst musst du die Scripting-Erweiterung deiner Wahl installieren. Es gibt mehrere davon, z. B. Tampermonkey oder Violentmonkey. Dann klickst du einfach auf denthis.download_link, der den Installationsvorgang startet. Schließlich musst du auf der Seite, die sich geöffnet hat, die Installation bestätigen.

source: <ul> <li>Installer un navigateur acceptant les extensions, tel que Kiwi Browser ou Firefox ;</li> <li>Rechercher l'extension de gestion des scripts de votre choix dans la barre de recherche de ce navigateur. Il en existe plusieurs, comme par exemple Tampermonkey ou Violentmonkey ;</li> <li>Installer l'extension pour Chrome ;</li> <li>Cliquer sur le this.download_link ;</li> <li>Confirmer l'installation dans la page qui se sera ouverte.</li> </ul>
de: <ul> <li>Installiere einen Browser, welcher Erweiterungen akzeptiert, wie z. B. Kiwi Browser oder Firefox ;</li> <li>Öffne in der Symbolleiste des Browsers die Skripting-Erweiterung deiner Wahl. Es gibt mehrere davon, z. B. Tampermonkey oder Violentmonkey ;</li> <li>Installiere die Erweiterung für Chrome ;</li> <li>Klicke auf den this.download_link ;</li> <li>Bestätige die Installation auf der Seite, die sich geöffnet hat.</li> </ul>

source: <ul> <li>Télécharger l’application "UserScripts" ;</li> <li>Aller dans "Fichiers" ;</li> <li>Créer un dossier que l’on appellera "UserScripts" (ou autre mais c’est pour mieux s’y retrouver) ;</li> <li>Ouvrir l’application "UserScripts" ;</li> <li>Appuyer sur "Set Userscripts Directory" ;</li> <li>Sélectionner le dossier précédemment créé et valider ;</li> <li>Enregistrer le fichier disponible sur le this.download_link (ou via un appui long sur le lien, peut être);</li> <li>Déplacer le fichier dans le dossier créé ;</li> <li>Aller sur Safari ;</li> <li>Appuyer sur le "Aa" dans la barre de recherche ;</li> <li>Cliquer sur "Gérer les extensions" ;</li> <li>Activer "Userscripts" ;</li> <li>Appuyer sur le "Aa" dans la barre de recherche ;</li> <li>Cliquer sur "Userscripts" ;</li> <li>Vérifier que "MyHordes Optimizer" est bien activé.</li> </ul>
de: <ul> <li> Lade die Anwendung "UserScripts" herunter ;</li> <li> Gehe auf "Dateien" ;</li> <li> Erstelle einen Ordner, den du "UserScripts" nennst (oder anders, aber das ist nur zur besseren Übersicht) ;</li> <li> Öffne die Anwendung "UserScripts" ;</li> <li> Drücke auf "Set Userscripts Directory" ;</li> <li> Wähle den zuvor erstellten Ordner aus und bestätige ihn;</li> <li> Speichere die verfügbare Datei auf dem this.download_link (oder durch langes Drücken auf den Link);</li> <li> Verschiebe die Datei in den erstellten Ordner;</li> <li>Zu Safari wechseln;</li> <li>Drücken Sie auf das "Aa" in der Suchleiste ;</li> <li> Klicke auf "Erweiterungen verwalten" ;</li> <li> Aktiviere "Userscripts" ;</li> <li>Drücken Sie auf das "Aa" in der Suchleiste ;</li> <li> Klicke auf "Userscripts" ;</li> <li>Stelle sicher, dass "MyHordes Optimizer" aktiviert ist.</li> </ul>

source: Rendez-vous sur la this.firefox_extension_link pour l'installer.
de: Gehe auf this.firefox_extension_link um es zu installieren.

source: Une fois le script installé, il faudra rafraîchir la page du jeu. Vous verrez alors apparaitre un nouveau bouton en haut de votre page MyHordes. Au survol, une fenêtre s'affiche, donnant accès aux options du script ainsi qu'à certaines de ses fonctionnalités.
de: Nachdem Sie das Skript installiert haben, müssen Sie die Seite des Spiels aktualisieren. Sie werden dann eine neue Schaltfläche oben auf Ihrer MyHordes-Seite sehen. Beim Mouseover öffnet sich ein Fenster, das Zugriff auf die Optionen des Skripts und einige seiner Funktionen bietet.

source: Une fois l'extension installée, il faudra rafraîchir la page du jeu. Vous verrez alors apparaitre un nouveau bouton en haut de votre page MyHordes. Au survol, une fenêtre s'affiche, donnant accès aux options du script ainsi qu'à certaines de ses fonctionnalités.
de: Nach der Installation der Erweiterung musst du die Seite des Spiels neu laden. Du wirst dann eine neue Schaltfläche oben auf Ihrer MyHordes-Seite sehen. Beim Mouseover öffnet sich ein Fenster, das Zugriff auf die Optionen des Skripts und einige seiner Funktionen bietet.

source: Affiche la liste des objets de la banque et leur quantité.<br /><br /> Si vous êtes incarnés, les objets qui ne sont pas dans la liste de courses sont suivis d'un bouton présentant un caddie. Un clic sur ce bouton les ajoute à la liste de courses.
de: Zeigt eine Liste der Gegenstände in der Bank und deren Menge an.<br /><br /> Wenn du eingeloggt bist, folgt auf Gegenstände, die nicht auf der Einkaufsliste stehen, eine Schaltfläche, die einen Einkaufswagen zeigt. Ein Klick auf diese Schaltfläche fügt sie der Einkaufsliste hinzu.

source: Affiche un outil de prédiction des chances de survie en camping.
de: Zeigt ein Tool zur Vorhersage der Überlebenschancen beim Camping an.

source: Affiche la liste de tous les objets existant dans MyHordes (ainsi que des informations complémentaires à leur sujet).<br /><br /> Si vous êtes incarné, les objets qui ne sont pas dans la liste de courses sont suivis d'un bouton présentant un caddie. Un clic sur ce bouton les ajoute à la liste de courses.
de: Zeigt eine Liste aller in MyHordes existierenden Gegenstände an (sowie weitere Informationen über sie).<br /><br /> Wenn du eingeloggt bist, wird hinter Gegenständen, die sich nicht auf der Einkaufsliste befinden, eine Schaltfläche mit einem Einkaufswagen angezeigt. Ein Klick auf diese Schaltfläche fügt sie der Einkaufsliste hinzu.

source: Affiche la liste de toutes les recettes de l'application.
de: Zeigt eine Liste aller Rezepte in der Anwendung an.

source: Présente tout simplement la liste des pouvoirs héros, leur description et le nombre de jours avant obtention.
de: Stellt ganz einfach die Liste der Heldentaten, ihre Beschreibung und die Anzahl der Tage bis zum Erhalt dar.

source: Affiche la liste de tous les bâtiments existant dans le jeu, leur distance de la ville, ainsi que la liste des objets qu'on peut obtenir en les fouillant et leurs probabilités d'obtention.
de: Zeigt eine Liste aller im Spiel existierenden Gebäude, ihre Entfernung von der Stadt sowie eine Liste der Gegenstände, die man durch Durchsuchen erhalten kann, und deren Wahrscheinlichkeit, sie zu erhalten.

source: Première utilisation du site
de: Erstmalige Nutzung der Seite

source: Lors de votre première utilisation du site vous n'aurez pas accès aux pages sous le menu "Ma ville". En effet, il faut au préalable renseigner son identifiant externe pour les applications, en haut à droite de la page.
de: Bei deiner ersten Nutzung der Website wirst du keinen Zugang zu den Seiten unter dem Menüpunkt "Meine Stadt" haben. Du musst nämlich vorher deine externe ID für die Anwendungen oben rechts auf der Seite eingeben.
